Repository: NickTheFreak97/ZTronHome
Catalog: Localizable.xcstrings
Source language: en
Languages: it

# iw.rave.memory_chamrs.pro_tip_body
source: If you’re unsure where to place a charm, enter Rave Mode. You’ll see the location where you need to interact glowing in an intense blue.
it: Se non sai dove posizionare il ciondolo, entra in modalità rave. Vedrai il punto in cui devi interagire brillare di un blu acceso.

# iw.rave.memory_charms.arrow_head.gallery_name
source: Arrow Head
it: Punta di freccia

# iw.rave.memory_charms.arrow_head.requirements
source: Place the charm on the counter of the building on the right of the archer range, above the Recreational area. Enter Rave mode. Shoot all the target as quickly as possible.
it: Posiziona il ciondolo sul bancone dell’edificio a sinistra del poligono di tiro, sopra all’area ricreativa. Entra in modalità rave. Spara a tutti i bersagli il più velocemente possibile.

# iw.rave.memory_charms.arrow_head.reward
source: When aiming down sight, the aim auto locks to zombies heads.
it: Quando miri, si attiva un agganciamento automatico alla testa degli zombie.

# iw.rave.memory_charms.billiard_ball.gallery_name
source: Billiard Ball
it: Palla da biliardo

# iw.rave.memory_charms.billiard_ball.requirements
source: Go to the room upstairs in Bear Lodge, and place the billiard ball on the pool table. Shoot all the white cue-balls.
it: Recati nella stanza al primo piano di Bear Lodge, e posiziona la palla da biliardo sul tavolo da gioco. Spara a tutti i pallini bianchi.

# iw.rave.memory_charms.billiard_ball.reward
source: When sliding into a zombie, it gets damaged.
it: Quando scivoli contro uno zombie, questo viene danneggiato.

# iw.rave.memory_charms.binoculars.gallery_name
source: Binoculars
it: Binocolo

# iw.rave.memory_charms.binoculars.requirements
source: Place charm on bench near Bait and Tackle, near the Fortune Teller gazebo with KBS sniper rifle wallbuy, in the Bear Lake area. Shoot 5 eyeballs (5 on Turtle Island, one above each totem, 2 180 degrees behind Turtle Island direction, 1 above Slappy Taffy). Get 10-15 headshots.
it: Posiziona il ciondolo vicino a Bait and Tackle, vicino al gazebo del cartomante con il cecchino KBS a muro, nell’area di Bear Lake. Spara a cinque bulbi oculari (5 su Turtle Island, uno su ogni totem, 2 sugli scogli fuori mappa a sinistra di Turtle Island, 1 sopra a Slappy Taffy). Ottieni tra i 10 ed i 15 colpi alla testa.

# iw.rave.memory_charms.binoculars.reward
source: When near another player, reloading generates an electric shock that damages and slows down nearby zombies.
it: Ricaricare in prossimità di un altro giocatore produce una scossa che danneggia e stordisce gli zombie circostanti.

# iw.rave.memory_charms.boots.gallery_name
source: Boots
it: Stivali

# iw.rave.memory_charms.boots.requirements
source: In the Camper Cabins area, place the charm in the last building of the top hallway, near a carpet. Follow the footsteps to the window until you see a Slasher appearing. Go in Bear Lodge building and follow the steps to the window until you see a Slasher appearing. Go to Bear Lake at the Reaver shotgun wallbuy and follow the steps to the window until you see a Slasher appearing. Go to Camper Cabins and pick up the charm from where you left it.
it: Nella zona dei camper, posiziona il ciondolo nell’ultima casa del corridoio superiore, vicino ad un tappeto. Segui i passi fino alla finestra, finché non vedi apparire uno Slasher. Recati in Bear Lodge e segui i passi fino alla finestra, finché non vedi apparire uno Slasher. Recati a Bear Lake, dove si trova il Reaver a muro, e segui i passi fino alla finestra, finché non vedi apparire uno Slasher. Torna nella zona dei camper e recupera il ciondolo da dove era stato lasciato.

# iw.rave.memory_charms.boots.reward
source: It acts like Change Chews perk from Attack of the Radioactive Thing, making heads of zombies explode and damage nearby zombies when the player scores an headshot.
it: Ha lo stesso effetto di Change Chews di Attacco della cosa radioattiva: quando il giocatore mette a segno un colpo alla testa, il cervello dello zombie esplode danneggiando gli zombie circostanti.

# iw.rave.memory_charms.fish.gallery_name
source: Fish
it: Pesce

# iw.rave.memory_charms.fish.requirements
source: In Bear Lake, go to the end of the dock where the boat to Turtle Island rests. Place the fish charm on the other side of the life rings. Throw grenades toward the blue glowing creature in the water until it dies.
it: A Bear Lake, recati in fondo al molo dov’è posizionata la barca per Turtle Island. Posiziona il ciondolo sul lato opposto rispetto ai salvagente. Spara granate contro la creatura blu brillante nell’acqua finché non muore.

# iw.rave.memory_charms.fish.reward
source: Sprint faster over time. Jumping and sliding will reset your momentum.
it: Corri più velocemente col passare del tempo. I salti e le scivolate resettano la velocità.

# iw.rave.memory_charms.frog.gallery_name
source: Frog
it: Rana

# iw.rave.memory_charms.frog.requirements
source: Outside Mess Hall, place the charm in the swamp before the trap to Bear Lake. Enter Rave mode. Jump and pound as many frogs as necessary.
it: Fuori dal Mess Hall, posiziona il ciondolo nella palude prima della trappola nella via che conduce a Bear Lake. Entra in modalità Rave. Salta e colpisci con corpo a corpo un numero sufficiente di rane.

# iw.rave.memory_charms.frog.reward
source: You can sprint in water.
it: Puoi correre nell'acqua.

# iw.rave.memory_charms.mask.gallery_name
source: Mask
it: Maschera

# iw.rave.memory_charms.mask.requirements
source: Go to Mess Hall building, and place the charm on a shelf with a blank frame and a picture of David Savage and his treasure, near the exit toward Bear Lake. Shoot the key on the left of the frame.
it: Recati nella stanza del Mess Hall, e posiziona la maschera su un piano di lavoro con sopra un quadro vuoto ed una foto di David Savage ed il suo tesoro, accanto all’uscita verso Bear Lake. Spara alla chiave alla sinistra della cornice.

# iw.rave.memory_charms.mask.reward
source: When a weapon is not in your hands, it regenerates ammo.
it: Le armi nel tuo inventario guadagnano munizioni.

# iw.rave.memory_charms.pacifier.gallery_name
source: Pacifier
it: Ciuccio

# iw.rave.memory_charms.pacifier.requirements
source: In the Mess Hall building, place the charm on the top of the counter in front of Blue Bolts perk machine. Complete the survival until you’re allowed to leave the building.
it: Nell’edificio del Mess Hall, posiziona il ciondolo sul banco da lavoro di fronte alla macchina del perk Blue Bolts. Completa la sopravvivenza finché non puoi lasciare l'edificio.

# iw.rave.memory_charms.pacifier.reward
source: Zombies that hit you get damaged.
it: Gli zombie che ti colpiscono vengono danneggiati.

# iw.rave.memory_charms.ring.gallery_name
source: Ring
it: Anello

# iw.rave.memory_charms.ring.requirements
source: Place the ring next to the TV in the Bear Lodge. Interact with the lamps above the fire and on bench until both cast their light toward the ring.
it: Posiziona l’anello vicino alla televisione in Bear Lodge. Interagisci con le lampade sopra al focolaio e sopra la panca finché entrambe non proiettano la propria luce sull'anello.

# iw.rave.memory_charms.ring.reward
source: When you melee, your health regenerates.
it: Quando effettui un attacco corpo a corpo, si attiva la rigenerazione della salute.

# iw.rave.memory_charms.shovel.gallery_name
source: Shovel
it: Pala

# iw.rave.memory_charms.shovel.requirements
source: Place the shovel on a grave in the swamp outside Mess Hall, before the trap on the way to Bear Lake. Kill 5 skeletons.
it: Posiziona la pala su una tomba nella zona della palude fuori dal Mess Hall, prima della trappola nella via che conduce a Bear Lake. Uccidi 5 scheletri.

# iw.rave.memory_charms.shovel.reward
source: After reviving a teammate, an explosion kills nearby zombies.
it: Dopo aver rianimato un compagno, gli zombie circostanti vengono uccisi da un’esplosione.

source: Memory charms
it: Ciondoli

source: Requirements
it: Requisiti

# Reward
source: Rewards
it: Ricompensa
